GOG.Galaxy
Valve.Steam
EpiceGames.EpicGamesLauncher
7zip.7zip
Obsidian.Obsidian
BlenderFoundation.Blender
Google.Chrome
Discord.Discord
Dropbox.Dropbox
Google.GoogleDrive
GitHub.GitHubDesktop
Oracle.JDK.22
Oracle.JavaRuntimeEnvironment
Notepad++.Notepad++
Python.Python.3.12
Rustlang.Rustup
GoLang.Go
Spotify.Spotify
Microsoft.VisualStudioCode
Microsoft.VisualStudioCode.CLI
Microsoft.DotNet.SDK.8
Microsoft.RemoteDesktopClient
TortoiseSVN.TortoiseSVN
TortoiseGit.TortoiseGit
VideoLAN.VLC
WinMerge.WinMerge
WiresharkFoundation.Wireshark
Zoom.Zoom
Adobe.Acrobat.Reader.64-bit
Git.Git
GitHub.cli
Microsoft.Edge